Revit 2024 API
SymbolTypeId.BtuPerLbDegreeF Property
 Symbol BTU/(lb·°F), indicating unit British thermal units per pound degree Fahrenheit.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId BtuPerLbDegreeF { get; }
Visual Basic
Public Shared ReadOnly Property BtuPerLbDegreeF As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ BtuPerLbDegreeF {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace